Repository: sawsanalraisi/ONHO
Catalog: HydrographicOffice/Resoures/ViewResource.*.resx
Languages: ar_eg

source: Acitve
ar_eg: مفعل

source: Activities
ar_eg: الأنشطة

source: Add Ads
ar_eg: إضافة إعلان

source: Add Frequency
ar_eg: إضافة تردد

source: Add Images
ar_eg: إضافة صور

source: Add News
ar_eg: إضافة خبر

source: Add Program
ar_eg: اضافة برنامج

source: Address
ar_eg: العنوان

source: Add User
ar_eg: اضافة المستخدم

source: Add Videos
ar_eg: إضافة مقطع فيديو

# Admin
source: Super Admin
ar_eg: المدير العام

source: Ads Admin
ar_eg: مدير قائمة الاعلانات

source: Ads List
ar_eg: قائمة الإعلانات

# Agree
source: Agree All Condation
ar_eg: اوافق على كل الشروط

# Aims
source: Vision, Mission and Objective
ar_eg: الرؤية والرسالة والهدف

source: Announcement
ar_eg: التنبيهات

source: AppStore
ar_eg: متجر ابل

# AunnoceToCreateEamil
source: Please Fail the Filed to Create New Account
ar_eg: يرجى ملء هذا النموذج لإنشاء حساب

source: Back To List
ar_eg: الرجوع للقائمة

source: broadcasterName
ar_eg: اسم المذيع

source: broadcasterName ar
ar_eg: اسم المذيع بالعربية

source: broadcasterName en
ar_eg: اسم المذيع بالانجليزية

# CategoryId
source: Item Name
ar_eg: أسم المنتج

source: Change Password
ar_eg: تغيير كلمة المرور

source: Character
ar_eg: العلامة

source: Chart Index
ar_eg: فهرس الخرائط العمانية

# ChartIndexInfo
source: it includes the index of Oman paper and electronic charts approved by the Oman National Hydrographic Office
ar_eg: يضم فهرس الخرائط الورقية والالكترونية المعتمدة من المكتب الهيدروغرافي الوطني العماني

source: contact us
ar_eg: تواصل معنا

source: Contact-Us List
ar_eg: قائمة تواصل معنا

# CopyRight
source: All rights reserved to the Oman National Hydrographic Office 2022
ar_eg: جميع الحقوق محفوظة لمكتب الهيدروغرافي الوطني العماني 2022

source: Date
ar_eg: التاريخ

# dateformat
source: dd/MM/yyyy
ar_eg: يوم/شهر/سنة

source: Delete
ar_eg: حذف

source: Description
ar_eg: الوصف

source: Description ar
ar_eg: الوصف بالعربية

source: Description en
ar_eg: الوصف بالانجليزية

source: Details
ar_eg: التفاصيل

source: Email
ar_eg: البريد الإلكترونى

# Emailerror
source: Please Enter Valid Email
ar_eg: من فضلك ادخل البريد الإلكترونى بشكل صحيح

# EmailHydroOffice
source: Email : onho@mod.gov.om
ar_eg: البريد الإلكتروني: onho@mod.gov.om

source: Email Required
ar_eg: البريد الإلكترونى مطلوب

source: End Time
ar_eg: وقت النهاية

# FileFormatId
source: File Formate
ar_eg: نوع الملف

# FMGOV
source: Foreign Ministry of Oman
ar_eg: وزارة الخارجية العمانية

source: Frequencies Admin
ar_eg: مدير قائمة الترددات

# FrequencyList
source: Frequenies List
ar_eg: قائمة الترددات

source: Full Name
ar_eg: الاسم الثلاثي

# getPaperNautical
source: To get Paper Nautical Charts, please visit
ar_eg: للحصول على الخرائط الورقية يرجى زيارة

source: GooglePlay
ar_eg: متجر جوجل

source: Home
ar_eg: الرئيسية

# HydroArchiveSection
source: Hydrographic Archive Section
ar_eg: الأرشيف

source: Hydrographic Notes
ar_eg: الإعلانات الهيدروغرافية

source: Hydrographic Survey
ar_eg: مسح جديد

# HydroHistory
source: Hydrography History
ar_eg: لمحة تاريخية

# HydroNotes
source: hydrographic Notes
ar_eg: الإعلانات هيدروغرافية

# HydroOffice
source: Hydrographic Office
ar_eg: المكتب الهيدروغرافي

# HydroOrg
source: HydrographicOrganizations
ar_eg: المنظمات الهيدروغرافية الدولية

# HydroSurvey
source: Request a new hydrographic survey
ar_eg: طلب مسح هيدروغرافي جديد

# HydroTrainSchool
source: Hydrographic Training School
ar_eg: مدرسة التدريب الهيدروغرافية

# HydroUnit
source: Hydrography Unit
ar_eg: وحدة الهيدروغرافيا

# IHO
source: International Hydrographic Organization
ar_eg: المنظمة العالمية الهيدروغرافية

source: Image
ar_eg: الصورة

source: Images
ar_eg: الصور

source: Images Admin
ar_eg: مدير قائمة الصور

source: Images List
ar_eg: قائمة الصور

# IMO
source: International Maritime Organization
ar_eg: المنظمة البحرية الدولية

source: Index of Omani maps
ar_eg: فهرس الخرائط العمانية

# IsActive
source: Active
ar_eg: مفعل

# ITA
source: Ministry of Transport, Communications and Information Technology
ar_eg: وزارة النقل والاتصالات وتقنية المعلومات

# LocationHydroOffice
source: Ministry of Defence - Muaskar Al Murtafa'a
ar_eg: معسكر المرتفعة - وزارة الدفاع

# Login
source: User Login
ar_eg: تسجيل الدخول

# LoginFaild
source: Please Check Email And Passwoed
ar_eg: من فضلك تأكد من البريد الالكترونى وكلمة المرور

source: LogOut
ar_eg: تسجيل الخروج

# MAF
source: Ministry of Agriculture, Fisheries and Water Recourses
ar_eg: وزارة الثروة الزراعية و السمكية وموارد المياه

source: Main Programs Admin
ar_eg: مدير قائمة البرامج الرئيسيه

source: Marine data
ar_eg: البيانات البحرية

# MarinedataInfo
source: Provides access to marine data sets held by Oman National Hydrographic Office's Archive
ar_eg: توفر إمكانية الوصول الى البيانات البحرية التي يضمها أرشيف المكتب الهيدروغرافي الوطني العماني

source: Maritime Boundaries
ar_eg: قانون البحار (الحدود والحدود)

# MaritimeSafetyInfo
source: Maritime Safety Information
ar_eg: معلومات السلامة البحرية

source: Message
ar_eg: الرسالة

source: Mobile Images
ar_eg: الصور الخاصة بالهاتف

source: Name
ar_eg: الإسم

# NationalHydrogArchive
source: National Hydrographic Archive
ar_eg: الأرشيف الهيدروغرافي الوطني

# NavFileName
source: File Name
ar_eg: اسم الملف

source: Navigational Warnings
ar_eg: الإنذارات الملاحية

source: Navigation Warning
ar_eg: الإنذارات الملاحية

# NavWarnDesc
source: Description
ar_eg: التفاصيل

# NewAdmin
source: News Admin
ar_eg: مدير قائمة الاخبار

source: New Feature
ar_eg: المسح الهيدروغرافي

source: New Password
ar_eg: كلمة المرور الجديدة

source: News
ar_eg: الأخبار

source: News List
ar_eg: قائمة الأخبار

source: Notice Date
ar_eg: التاريخ

source: Notice Edition
ar_eg: الاصدار

source: Notice File Name
ar_eg: نوع الملف

source: Notice To Mariner
ar_eg: الإعلانات الملاحية

source: Notice to Mariners
ar_eg: الإعلانات الملاحية

source: Notice Type
ar_eg: نوع الملاحظة

# NotiecDesc
source: Notiec Description
ar_eg: الوصف

source: Number
ar_eg: رقم التردد

# OfficeName
source: Oman National Hydrographic Office
ar_eg: المكتب الهيدروغرافي الوطني العماني

# OfficialWorkingHours
source: Official Working Hours: Sunday – Thursday, 0700 AM – 1330PM
ar_eg: ساعات العمل الرسمية: الأحد - الخميس , 7:00 ص - 1:30 م

source: Old Password
ar_eg: كلمة المرور القديمة

source: Oman Maritime Book
ar_eg: كتاب عمان البحري

source: Oman National
ar_eg: الوطني العماني

# openOffice
source: Hydrographic Office Openning Cermony
ar_eg: افتتاح المكتب الهيدروغرافي الوطني العماني

source: Organization
ar_eg: اسم المؤسسة

source: Orgraization Name
ar_eg: مكان العمل

source: Our Services
ar_eg: الخدمات

source: Password
ar_eg: كلمة المرور

# passwordReqired
source: Password Required
ar_eg: كلمة المرور مطلوبة

source: Phone
ar_eg: رقم الهاتف

source: Photoes Exhibition
ar_eg: معرض الصور

source: Photo Gallery
ar_eg: معرض الصور

# PhotoGalleryInfo
source: Highlight some of the works and events belong to Oman National Hydrographic Office
ar_eg: تبرز بعض الأعمال والفعاليات الخاص بالمكتب الهيدروغرافي الوطني العماني

source: Please fill the form
ar_eg: الرجاء تعبيئة الاستمارة

source: Position
ar_eg: الموقع

source: Production
ar_eg: الإنتاج

source: Products and Data
ar_eg: منتجات و بيانات

source: Program List
ar_eg: قائمة البرامج

source: Programs Admin
ar_eg: مدير قائمة البرامج

source: Purpose
ar_eg: الهدف

source: Quantity
ar_eg: العدد

source: Quick links
ar_eg: روابط سريعة

source: Region
ar_eg: المنطقة

# RegisterNew
source: Register New Account
ar_eg: انشاء حساب جديد

source: Roles
ar_eg: الصلاحيات

# RolesandResp
source: Roles and Responsibilities
ar_eg: الأدوار والمسؤوليات

source: Save
ar_eg: حفظ

source: Select Category
ar_eg: اختر الفئة

source: Select File Format
ar_eg: اختر نوع الملف

source: Select New Featur status
ar_eg: الرجاء اختيار النوع المطلوب

source: Select Survey Type
ar_eg: اختر نوع المسح

# SelhydroNotstatus
source: Select hydrographic Notes status
ar_eg: حدد حالة الملاحظات الهيدروغرافية

# SelSpecialTaskType
source: Select Special Task Type
ar_eg: حدد نوع الطلب الخاصة

# seltypeofservice
source: Select Type of Service
ar_eg: حدد نوع الخدمة

source: Send
ar_eg: إرسال

# SendNotfactions
source: Send Notifications
ar_eg: إرسال الإشعارات

# ServiceRequest
source: New Service Request
ar_eg: طلب خدمة جديدة

source: Services
ar_eg: الخدمات

source: Settings
ar_eg: الإعدادات

source: Settings Admin
ar_eg: مدير قائمة الاعددادات

source: Sign In
ar_eg: الدخول

source: Sign Up
ar_eg: تسجيل

source: Slider List
ar_eg: قائمة البرامج الرئيسيه

source: SoundCloud
ar_eg: ساوند كلاود

source: Special Task
ar_eg: طلب خاص

# SQU
source: Sultan Qaboos University
ar_eg: جامعة السلطان قابوس

source: Start Time
ar_eg: وقت البداية

source: Status
ar_eg: حالة الاعلان

source: Status Request
ar_eg: حالة الطلب

source: Subject
ar_eg: الموضوع

# telepHydroOffice
source: Telephone: 21512432 968 +
ar_eg: هاتف: 21512432 968 +

source: Title
ar_eg: العنوان

source: Title ar
ar_eg: العنوان بالعربية

source: Title en
ar_eg: العنوان بالانجليزية

source: Titles
ar_eg: العنوان

source: Training
ar_eg: التدريب

source: Update
ar_eg: تعديل

source: Update Ads
ar_eg: تعديل الإعلان

source: Update Frequency
ar_eg: تعديل تردد

source: Update Images
ar_eg: تعديل الصور

source: Update News
ar_eg: تعديل الأخبار

source: Update Program
ar_eg: تعديل البرنامج

source: Update Slider
ar_eg: تعديل البرنامج الرئيسى

source: Update User
ar_eg: تعديل المستخدم

source: Update Videos
ar_eg: تعديل مقاطع الفيديو

source: Url
ar_eg: الرابط

# UserName
source: User Name Should be Your Email Address
ar_eg: اسم المستخدم

source: Users Admin
ar_eg: مدير قائمة المستخدمين

source: Users List
ar_eg: قائمة المستخدمين

source: UsersMap
ar_eg: خريطة المستخدمين

source: UsersType
ar_eg: نوع المستخدمين

# USHO
source: United Kingdom Hydrographic Office
ar_eg: المكتب الهيدروغرافي البريطاني

source: Video Admin
ar_eg: مدير قائمة الفيديو

source: Videos List
ar_eg: قائمة الفيديو

source: View
ar_eg: تنزيل الملف

source: Visit of Biritish admiral
ar_eg: زيارة الفريق البريطاني

source: Visit of New Officers
ar_eg: زيارة ضباط المرشحين

source: Waring Date
ar_eg: التاريخ

# WarnNumber
source: Warning Number
ar_eg: رقم الانذار

source: Who We Are
ar_eg: من نحن

source: Working Hours
ar_eg: ساعات العمل
